export const DIALOGS_TEST_DATA = [
  {
    id: 1,
    name: 'Cody Fisher',
    time: '10:29',
    indicator: 18,
    avatar: require('~/assets/img/logo-simple.png'),
    description:
      'распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum"',
  },
  {
    id: 2,
    name: 'Сергей Иванов',
    time: '10:29',
    indicator: 18,
    avatar: require('~/assets/img/logo-simple.png'),
    description:
      'распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum"',
  },
  {
    id: 3,
    name: 'Jenny Wilson',
    time: '10:29',
    indicator: 18,
    avatar: require('~/assets/img/logo-simple.png'),
    description:
      'распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum"',
  },
  {
    id: 4,
    name: 'Devon Lane',
    time: '10:29',
    indicator: 18,
    avatar: require('~/assets/img/logo-simple.png'),
    description:
      'распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum"',
  },
];

export const MESSAGES_TEST_DATA = [
  {
    id: 1,
    time: '10:29',
    incoming: true,
    content:
      'распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum"',
  },
  {
    id: 2,
    time: '10:29',
    incoming: true,
    content:
      'распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum"',
  },
  {
    id: 3,
    time: '08:29',
    incoming: false,
    content:
      'распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum"',
  },
  {
    id: 4,
    time: '08:29',
    incoming: false,
    content:
      'распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum"',
  },
  {
    id: 5,
    time: '08:29',
    incoming: true,
    content: 'поиск по ключевым словам "lorem ipsum"',
  },
];

export const HEAD_TEST_DATA = {
  avatar: require('~/assets/img/logo-simple.png'),
  name: 'Сергей Иванов',
  status: 1,
};
